"MJRefreshHeaderIdleText" = "下拉清空通知";
"MJRefreshHeaderPullingText" = "松开立即清空";
"MJRefreshHeaderRefreshingText" = "正在清空数据中...";

"MJRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"MJRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"MJRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"MJRefreshBackFooterIdleText" = "上拉可以加载更多";
"MJRefreshBackFooterPullingText" = "松开立即加载更多";
"MJRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"MJRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"MJRefreshHeaderLastTimeText" = "最后更新：";
"MJRefreshHeaderDateTodayText" = "今天";
"MJRefreshHeaderNoneLastDateText" = "无记录";